tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'stow'
brew 'node'
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "dockutil"
brew "vim"
brew 'ack'
brew "gnu-sed"
brew 'zsh'
brew 'ssh-copy-id'
brew "imagemagick"
brew "wget"
brew 'grep'
brew "jq"
brew "python"
brew 'starship'
brew 'awscli'
brew 'jenv'
brew 'maven'
brew 'tldr'

cask 'firefox'
cask 'google-chrome'

cask 'font-hack-nerd-font'
cask 'sequel-pro'
cask 'iterm2'
cask 'spotify'
cask 'stay'
cask 'evernote'
cask 'alfred'
cask 'docker'
cask 'intellij-idea'
cask 'adobe-creative-cloud'
cask 'figma'
cask 'diffmerge'
cask 'postman'
cask 'visual-studio-code'
cask 'slack'
cask 'notion'
cask 'rectangle'
cask 'appcleaner'
cask 'imageoptim'
cask 'typora'


cask 'java'

